export type Info = {
  title: string;
  description: string;
};

export const information: Info[] = [
  {
    title: "О нас",
    description: `Мы - команда туристического агентства Trust Travel, и мы рады
            приветствовать вас на нашей странице! Мы с нетерпением ждем
            возможности предложить вам самые удивительные путешествия. Мы
            считаем, что каждый человек заслуживает незабываемых приключений, и
            наша задача - помочь вам их получить. Наша команда знает, как
            сделать ваше путешествие максимально приятным и комфортным. Мы
            готовы предложить вам широкий выбор туров и маршрутов - от
            экзотических приключений до романтических отдыхов на пляже.`,
  },

  {
    title: "Миссия",
    description: ` Мы гордимся тем, что предлагаем высококачественные услуги по
            доступным ценам и всегда готовы удовлетворить потребности наших
            туристов. Наша цель - создать для вас незабываемые впечатления и
            оставить только яркие воспоминания.`,
  },

  {
    title: "Видение",
    description: `Наше турагентство стремится стать надежным проводником в мир
            путешествий, где каждый клиент сможет открыть для себя новые
            горизонты и незабываемые впечатления. Мы видим свою миссию в том,
            чтобы делать путешествия доступными, комфортными и уникальными — c
            заботой о каждом путешественнике и вниманием к деталям.`,
  },
];
