type FAQItem = {
  question: string;
  answer: string;
};

export const faqs: FAQItem[] = [
  {
    question: "Что такое Trust Travel?",
    answer:
      "Trust Travel — это комплексная туристическая платформа, призванная помочь вам с легкостью планировать, бронировать и наслаждаться поездками",
  },
  {
    question: "Могу ли я отменить или изменить свое бронирование?",
    answer:
      "Да, вы можете отменить или изменить свое бронирование в зависимости от политики поставщика.",
  },
  {
    question: "Доступна ли услуга Trust Travel по всему миру?",
    answer: "Да, Trust Travel доступен во многих странах мира.",
  },
  {
    question: "Есть ли у Trust Travel офисы в Казахстане?",
    answer:
      "Нет, у Trust Travel нет офисов в Казахстане, мы работаем только онлайн",
  },
];
